[
	{
		"id": "1",
		"full_name": "Alice Johnson",
		"email": "alice.johnson@example.com",
		"phone_number": "555-123-4567",
		"subject_of_review": "Wonderful Stay",
		"review_body": "I had a wonderful stay at this hotel. The staff was friendly and accommodating, and the room was clean and comfortable. The hotel's amenities, including the pool and fitness center, were top-notch. I would definitely recommend it.",
		"date": "2023-09-25",
		"dateTime": "09:15 AM",
		"isArchived": "true"
	},
	{
		"id": "2",
		"full_name": "Bob Smith",
		"email": "bob.smith@example.com",
		"phone_number": "555-987-6543",
		"subject_of_review": "Excellent Service",
		"review_body": "I was thoroughly impressed with the excellent service provided by the hotel staff. They were attentive and made my stay truly enjoyable. The restaurant's food was delicious, and the location was perfect for exploring the city.",
		"date": "2023-09-26",
		"dateTime": "10:30 AM",
		"isArchived": "false"
	},
	{
		"id": "3",
		"full_name": "Caroline Davis",
		"email": "caroline.davis@example.com",
		"phone_number": "555-555-1234",
		"subject_of_review": "Relaxing Getaway",
		"review_body": "My stay at this hotel was a relaxing getaway. The spa treatments were exceptional, and I felt rejuvenated after my visit. The room had a beautiful view, and the staff made me feel right at home.",
		"date": "2023-09-27",
		"dateTime": "02:45 PM",
		"isArchived": "true"
	},
	{
		"id": "4",
		"full_name": "Daniel Brown",
		"email": "daniel.brown@example.com",
		"phone_number": "555-888-9999",
		"subject_of_review": "Outstanding Experience",
		"review_body": "I can't say enough about the outstanding experience I had at this hotel. From the moment I arrived, I was treated like royalty. The room was luxurious, and the staff made sure every detail was perfect.",
		"date": "2023-09-28",
		"dateTime": "08:00 AM",
		"isArchived": "true"
	},
	{
		"id": "5",
		"full_name": "Eleanor Wilson",
		"email": "eleanor.wilson@example.com",
		"phone_number": "555-333-4444",
		"subject_of_review": "Great Hospitality",
		"review_body": "The hotel's hospitality was exceptional. I felt welcomed throughout my stay, and the staff's attention to detail made it truly special. The location was convenient, and I enjoyed exploring the nearby attractions.",
		"date": "2023-09-29",
		"dateTime": "11:15 AM",
		"isArchived": "true"
	},
	{
		"id": "6",
		"full_name": "Fiona Lee",
		"email": "fiona.lee@example.com",
		"phone_number": "555-777-8888",
		"subject_of_review": "Memorable Trip",
		"review_body": "My trip to this hotel was truly memorable. The room was spacious and well-appointed, and the hotel's restaurant served delicious meals. The concierge helped me plan some great outings in the city.",
		"date": "2023-09-30",
		"dateTime": "03:30 PM",
		"isArchived": "true"
	},
	{
		"id": "7",
		"full_name": "George Martinez",
		"email": "george.martinez@example.com",
		"phone_number": "555-666-7777",
		"subject_of_review": "Fantastic Stay",
		"review_body": "I had a fantastic stay at this hotel. The room was clean and comfortable, and the staff provided excellent service. The hotel's location was ideal for exploring the city, and I had a great time.",
		"date": "2023-10-01",
		"dateTime": "06:45 AM",
		"isArchived": "true"
	},
	{
		"id": "8",
		"full_name": "Hannah Garcia",
		"email": "hannah.garcia@example.com",
		"phone_number": "555-111-2222",
		"subject_of_review": "Luxurious Retreat",
		"review_body": "This hotel provided a luxurious retreat. The spa was a highlight, and the treatments were heavenly. The attention to detail in the room design was impressive, and I felt pampered throughout my stay.",
		"date": "2023-10-02",
		"dateTime": "01:00 PM",
		"isArchived": "false"
	},
	{
		"id": "9",
		"full_name": "Isaac Lopez",
		"email": "isaac.lopez@example.com",
		"phone_number": "555-999-1111",
		"subject_of_review": "Great Dining Experience",
		"review_body": "I had a great dining experience at this hotel's restaurant. The food was delicious, and the staff was knowledgeable about wine pairings. The atmosphere was perfect for a romantic dinner.",
		"date": "2023-10-03",
		"dateTime": "07:30 PM",
		"isArchived": "false"
	},
	{
		"id": "10",
		"full_name": "Julia Adams",
		"email": "julia.adams@example.com",
		"phone_number": "555-456-7890",
		"subject_of_review": "Exceptional Staff",
		"review_body": "The staff at this hotel were exceptional. They made me feel like a VIP from the moment I arrived. Whether it was the concierge arranging a city tour or the housekeeping team ensuring my room was spotless, their service was top-notch.",
		"date": "2023-10-04",
		"dateTime": "04:00 PM",
		"isArchived": "false"
	},
	{
		"id": "11",
		"full_name": "Kevin Hernandez",
		"email": "kevin.hernandez@example.com",
		"phone_number": "555-222-3333",
		"subject_of_review": "Scenic Views",
		"review_body": "The hotel's location offers breathtaking views of the city skyline. I spent hours just enjoying the scenery from my room. The room itself was spacious and elegantly decorated, making it the perfect place to unwind. The hotel's rooftop bar provided a stunning panorama of the city at night. I couldn't have asked for a more picturesque setting for my stay.",
		"date": "2023-10-05",
		"dateTime": "09:30 AM",
		"isArchived": "true"
	},
	{
		"id": "12",
		"full_name": "Laura Turner",
		"email": "laura.turner@example.com",
		"phone_number": "555-789-0123",
		"subject_of_review": "Relaxing Spa Day",
		"review_body": "I treated myself to a spa day at the hotel, and it was incredibly relaxing. The spa facilities are top-notch, and the treatments left me feeling rejuvenated and stress-free. The tranquil ambiance and skilled therapists made it a truly blissful experience. I left the spa feeling like a new person, and I can't wait to indulge in their spa services again.",
		"date": "2023-10-06",
		"dateTime": "02:15 PM",
		"isArchived": "true"
	},
	{
		"id": "13",
		"full_name": "Megan Perez",
		"email": "megan.perez@example.com",
		"phone_number": "555-234-5678",
		"subject_of_review": "Clean and Comfortable",
		"review_body": "The hotel is spotlessly clean, and I felt safe and comfortable during my entire stay. The attention to cleanliness and hygiene is commendable. Not a speck of dust was to be found, and the common areas were immaculately maintained. It's reassuring to stay in a hotel that prioritizes cleanliness to such a high degree.",
		"date": "2023-10-07",
		"dateTime": "10:00 AM",
		"isArchived": "true"
	},
	{
		"id": "14",
		"full_name": "Nathan Scott",
		"email": "nathan.scott@example.com",
		"phone_number": "555-345-6789",
		"subject_of_review": "Exceptional Dining",
		"review_body": "The hotel's restaurant serves some of the finest dishes I've ever tasted. It's a culinary delight. Each meal was a gastronomic journey, and the sommelier's wine pairings were exceptional. The attention to detail in the presentation of the dishes was impressive. Dining here was an experience in itself, and I look forward to savoring their exquisite cuisine again.",
		"date": "2023-10-08",
		"dateTime": "07:45 PM",
		"isArchived": "false"
	},
	{
		"id": "15",
		"full_name": "Olivia Mitchell",
		"email": "olivia.mitchell@example.com",
		"phone_number": "555-678-9012",
		"subject_of_review": "Attentive Staff",
		"review_body": "The staff at the luxury hotel were attentive and always ready to assist. They made my stay memorable. Whether it was the concierge recommending the best local attractions or the housekeeping team ensuring my room was immaculate, their dedication was evident. It's rare to find such a level of service, and I greatly appreciated their hospitality.",
		"date": "2023-10-09",
		"dateTime": "11:30 AM",
		"isArchived": "false"
	},
	{
		"id": "16",
		"full_name": "Peter Turner",
		"email": "peter.turner@example.com",
		"phone_number": "555-789-2345",
		"subject_of_review": "Unforgettable Experience",
		"review_body": "My stay at the luxury hotel was unforgettable. It exceeded all my expectations in every way. From the luxurious accommodations to the world-class dining, every aspect of my stay was superb. The hotel's commitment to creating a memorable experience for guests shines through in every detail. I can't wait to return and create more cherished memories.",
		"date": "2023-10-10",
		"dateTime": "03:00 PM",
		"isArchived": "false"
	},
	{
		"id": "17",
		"full_name": "Quincy White",
		"email": "quincy.white@example.com",
		"phone_number": "555-987-1234",
		"subject_of_review": "Scenic Beauty",
		"review_body": "The natural beauty surrounding the hotel is breathtaking. I enjoyed long walks in the nearby parks and forests. The room's view was splendid, and I felt completely relaxed and connected with nature during my stay. It's a perfect escape from the hustle and bustle of the city.",
		"date": "2023-10-11",
		"dateTime": "09:00 AM",
		"isArchived": "false"
	},
	{
		"id": "18",
		"full_name": "Rachel Adams",
		"email": "rachel.adams@example.com",
		"phone_number": "555-234-5678",
		"subject_of_review": "Elegant Decor",
		"review_body": "The hotel's elegant decor and ambiance added a touch of luxury to my stay. The attention to detail in the interior design was evident. Every corner of the hotel exuded sophistication and style. It made my stay feel truly special.",
		"date": "2023-10-12",
		"dateTime": "02:30 PM",
		"isArchived": "true"
	},
	{
		"id": "19",
		"full_name": "Samuel Thomas",
		"email": "samuel.thomas@example.com",
		"phone_number": "555-876-5432",
		"subject_of_review": "Fantastic Location",
		"review_body": "The hotel's location is fantastic, with easy access to the city's main attractions. I was able to explore museums, shops, and restaurants within walking distance. The convenience of the location added to the overall enjoyment of my stay.",
		"date": "2023-10-13",
		"dateTime": "05:15 PM",
		"isArchived": "true"
	},
	{
		"id": "20",
		"full_name": "Victoria Baker",
		"email": "victoria.baker@example.com",
		"phone_number": "555-987-6543",
		"subject_of_review": "Wonderful Memories",
		"review_body": "I stayed at this hotel with my family, and it created wonderful memories for all of us. The family-friendly amenities, such as the kids' play area and swimming pool, kept the children entertained. The spacious rooms provided the comfort we needed, and the staff made us feel like valued guests. We will cherish the memories of this trip forever.",
		"date": "2023-10-14",
		"dateTime": "07:00 AM",
		"isArchived": "true"
	}
]
